import { color } from 'framer-motion';

export const projects = [
  {
    title: 'Wake up',
    subTitle: '起床',
    description:
      '朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます朝起きます',
    src: 'sample.jpg',
    color: '#F9AFA6',
  },
  {
    title: 'Breakfast',
    subTitle: '朝食',
    description:
      '朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます朝ご飯を食べます',
    src: 'sample.jpg',
    color: '#F9AFA6',
  },
  {
    title: 'Go out',
    subTitle: '外出（出勤・通学）',
    description:
      '身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します身支度をして出勤します',
    src: 'sample.jpg',
    color: '#F9AFA6',
  },
  {
    title: 'Going Home',
    subTitle: '帰宅',
    description:
      '帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します帰宅します',
    src: 'sample.jpg',
    color: '#F9AFA6',
  },
  {
    title: 'Recreation',
    subTitle: '自由時間など',
    description: '散歩の時間',
    src: 'sample.jpg',
    color: '#F9AFA6',
  },
  {
    title: 'Dinner',
    subTitle: '夕食',
    description:
      '夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます夕食を食べます',
    src: 'sample.jpg',
    color: '#F9AFA6',
  },
  {
    title: 'Bath Time',
    subTitle: '入浴',
    description: 'お風呂にはいります',
    src: 'sample.jpg',
    color: '#F9AFA6',
  },
  {
    title: 'Going to bed',
    subTitle: '就寝',
    description: '就寝します',
    src: 'sample.jpg',
    color: '#F9AFA6',
  },
];
